/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Apresentamos o Skype WiFi";
"INTRO_SUBHEADER" = "Fique online em hotspots WiFi públicos e pague com o crédito Skype apenas os minutos que usar.";
"INTRO_ICON_WIFI" = "Use o Skype, veja o e-mail e navegue na web.";
"INTRO_ICON_GLOBE" = "O Skype WiFi está disponível em mais de um milhão de locais em todo o mundo.";
"INTRO_ICON_SKYPECREDIT" = "Pague apenas pelos minutos que usar.";

"STATE_CHECKINGNETWORK_HEADER" = "Por favor aguarde…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "A verificar rede para Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Não está ligado a nenhuma WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Por favor ligue-se a uma rede WiFi pública que suporte o Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Já está online";
"STATE_ALREADYONLINE_SUBHEADER" = "Parece que já tem ligação à Internet. O Skype WiFi permite-lhe ficar online em hotspots públicos WiFi em mais de um milhão de locais em todo o mundo.";

"STATE_GENERALERROR_HEADER" = "Impossível ligar";
"STATE_GENERALERROR_SUBHEADER" = "Esta rede WiFi não está a responder corretamente. Por favor tente ligar-se a outra rede diferente.";

"STATE_CONNECT_HEADER" = "O Skype WiFi está disponível aqui";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Ao ligar, eu aceito os <a href=\"%@\">termos do serviço</a> do provedor";

"STATE_CONNECT_BUTTON" = "Ligar";
"STATE_CONNECTING_BUTTON" = "A ligar…";

"STATE_CONNECTED_SHORT" = "Ligado";
"STATE_CONNECTED_HEADER" = "Está online com Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Desligar";
"STATE_DISCONNECTING_BUTTON" = "A desligar…";

"STATE_NOCREDIT_HEADER" = "Sem crédito Skype suficiente";


/* === Mac only === */

"OK_BUTTON" = "Ok";
"LEARNMORE_BUTTON" = "Aprenda mais";
"CLOSE_BUTTON" = "Fechar";
"GO_BACK_BUTTON" = "Anterior";
"CONTINUE_BUTTON" = "Continuar";

"REQUIRES_OSX_VERSION_MESSAGE" = "O Skype WiFi requer o OS X %@ ou superior.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "O Skype WiFi ainda não pode ser usado com a sua conta Microsoft. Por favor inicie sessão com o seu nome Skype e respetiva senha.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "O Skype WiFi ainda não pode ser usado com a sua conta Microsoft. Por favor crie uma conta Skype e inicie sessão com ela.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Está online com Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Está online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "A ligação expira em breve";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Para sua proteção, quando ligado usando crédito Skype, a ligação irá expirar automaticamente no caso de se esquecer de desligar.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minutos";

"STATE_CONNECT_SUBHEADER" = "Ligue-se à Internet nesta rede usando o Skype WiFi e pague com o crédito Skype apenas os minutos que usar.";
"STATE_CONNECT_FREE_HEADER" = "O Skype WiFi é grátis aqui";
"STATE_CONNECT_FREE_SUBHEADER" = "Aprecie o acesso gratuito à Internet neste hotspot com o Skype WiFi. Navegue na web, veja o seu e-mail ou simplesmente use o Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Eu tenho uma conta neste provedor";
"STATE_CONNECT_WISPR_SUBHEADER" = "Se já tem uma conta neste provedor, insira as suas credenciais aqui.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "A sua ligação à internet expira em breve";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Pode desligar a qualquer altura e apenas será cobrado o valor dos minutos usados.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Está online há cerca de %d minutos.";
"COUNTUP_0MIN" = "Está online há menos de um minuto.";
"COUNTUP_1MIN" = "Está online há cerca de um minuto.";
"STATE_CONNECTED_WISPR_HEADER" = "Está agora online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Está ligado usando a sua conta com o provedor deste hotspot. Pode desligar a qualquer altura.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Classificar este hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Ficar online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "A ligar novamente…";

"STATE_NOCREDIT_SUBHEADER" = "Precisa de crédito Skype para pagar por minuto o acesso à Internet pelo Skype WiFi aqui.";
"STATE_NOCREDIT_BUTTON" = "Comprar crédito";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "A verificar rede";
"STATE_JOINWIFI_SHORT" = "Sem WiFi";
"STATE_ALREADYONLINE_SHORT" = "Já está online";
"STATE_GENERALERROR_SHORT" = "Erro";
"STATE_CONNECT_SHORT" = "Disponível aqui";
"STATE_NOCREDIT_SHORT" = "Sem crédito";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minutos restantes";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minuto restante";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Menos de um minuto restante";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "A sua ligação à internet expira em breve.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nome Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Senha";
"LOGIN_BUTTON" = "Iniciar sessão";
"SIGN_OUT_BUTTON" = "Terminar sessão";

/* unused */
"LOGIN_PROBLEMS" = "Problemas a iniciar sessão?";
"LOGIN_CREATE_ACCOUNT" = "Criar conta";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Definições";
/* unused */
"SETTINGS_BUTTON" = "Definições";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi versão %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype e/ou Microsoft";
"ABOUT_PATENTPENDING" = "Patente pendente";
"ABOUT_FEEDBACK_BUTTON" = "Opinião";
"ABOUT_LEGAL_BUTTON" = "Serviços jurídicos";
"ABOUT_TRADEMARK" = "O nome Skype, as marcas comerciais e os logótipos associados e o logótipo \"S\" são marcas comerciais do Skype.";
"ABOUT_DISCLAIMER" = "Aviso: Este programa está protegido pela lei dos direitos de autor e tratados internacionais. A reprodução ou distribuição não autorizada deste programa, ou partes deste, poderá resultar em sanções civis ou penais duras que serão perseguidas judicialmente até à extensão máxima permitida por lei.";

/* unused */
"PROFILE_BUTTON" = "Perfil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nome Skype";
"PROFILE_SKYPECREDIT" = "Crédito Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "A carregar…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Hotspots visitados";
"USAGE_PREVIOUSCONNECTIONS" = "Ligações anteriores";
"USAGE_LASTUSED" = "Último usado";
"USAGE_LASTUSED_NEVER_VALUE" = "Nunca";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ em %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Locais populares";
"SUPPORTEDNETWORKS_PROVIDERS" = "Provedores";
